mapping-pilot-tooling/data/CV-JV/CVs/vet/vet-nurse-III-nl.anon.org
John Doe, 
Dierenverpleger in opleiding 

* WERKERVARING 
** Trainee Veterinary Nurse 
TIJD - Februari 2010 tot heden

Als dierenverpleeger in opleiding omvatten mijn dagelijkse werkzaamheden: de dierenartsen assisteren in de operatiekamer, triage van zieke en gewonde dieren en ook de diagnose / behandeling, het berekenen en vervolgens toedienen van medicatie, aan alle mogelijke behoeften van klanten voldoen, laboratoriumanalyse van bloed en lichaamsvloeistoffen, radiografie, echografie en analyse. 

** Patient Care Assistant 
RSPCA Harmsworth Memorial Hospital - November 2005 tot Februari 2010 

Mijn baan als assistent voor patiëntenzorg betrof een brede waaier van gebieden van dierenverzorging. De assitenten patiëntenzorg zijn verantwoordelijk voor huisdieren, verdwaalde en verlaten dieren, zowel voor als na de operatie. Wij dienen medische behandeling toe en houden dagelijkse verslagen bij van de vooruitgang van de dieren. Wij waren verantwoordelijk voor het toezicht op de tijdens de operatie en we ïdentificeerden abnormaliteiten en gaven zze door aan de dierenarts. Een belangrijk aspect van de rol was het maken van een eerste beoordeling (triage) van de behoeften van een dier en bepalen van de juiste medische behandeling. Bij het werken tijdens de nachtdienst zijn de verpleegkundigen volledig verantwoordelijk voor alle dieren, ook de behoeften en behandeling van patienten op de intensive care afdeling. Een ander gebied van verantwoordelijkheid was receptie; dit omvatte het bedienen van patienten en het verdelen van medicatie aan de eigenaars van de dieren.

** Assistent Zorgwerker
Ace Homecare -  Januari 2005 tot November 2005 

Mijn werk als assistent zorgwerker bestond voornamelijk uit het verzorgen van senioren. Mijn taken waren er voor te zorgen dat ze op tijd hun medicatie hadden, het bijstaan ​​van de ouderen bij het wassen en aankleden, schoonmaken en de bereiding van hun eten. Ik was verantwoordelijk voor het bijhouden van dagelijkse rapporten over dagelijke taken, hun welzijn en rapporteren van problemen of behoeften van een client aan de bevoegde autoriteit. 

** Ziekenhuis Assistent 
Royal Veterinary College - Januari 2002 tot December 2004 

In deze rol, bestond mijn job uit de voorbereiding van de diervoeders, de toediening van tabletten die nodig zijn voor de patiënten, de oefening van de honden, fysiotherapie en hydrotherapie, procedures om de dieren in bedwang te houden en de plaats netjes en hygiënisch te houden. Als onderdeel van de baan was ik verplicht om van deel te nemen in de verschillende afdelingen binnen het ziekenhuis. In deze rol moest ik contacten leggen met andere leden van de staf in de dagelijkse werking van de afdelingen. Ik was verantwoordelijk voor bijwerken van de patientverslagen en het rapporteren van pertinente informatie aan de juiste medewerker. 

** Assistant Manager 
Thorntons - September 2001 tot December 2001

In mijn rol als assistent manager was ik verantwoordelijk voor het dagelijks beheer van de winkel. Dit omvatte het beheer van de staf en de ontwikkeling van de staf. Ik was verantwoordelijk voor het opmaken van de kassa van de dagomzet en de registratie van de gegevens naar een bestand. Ik verzorgde ook het wekelijkse bankieren en het dagelijks openen en sluiten van de winkel. 

** Assitent Dierenverzorger
Caribbean Boarding Kennels - Maart 2001 tot September 2001 
(part-time) 
Ik heb werkzaamheden verricht, zoals voeding, verzorging, oefenen en schoonmaken. Ik leerde hoe honden te trainen en puppies groot te brengen. Ik heb ook gewerkt met paarden; ik reinigde, voedde en verzorgde hen. Mijn werk omvatte ook het invoeren van de gegevens van bestaande en potentiële klanten via een computer en de algemene office administratie. 

** Assistent Dierenverzorger
Willers Mill Wildlife Park - juni 2000 tot maart 2001 
(part-time) 

Ik werkte aanvankelijk als vrijwilliger en ben vervolgens begonnen als een full-time betaald lid van het park, die de dieren schoonmaakte en 
voederde, soms gaf ik ze ook medische behandeling: ik verzorgde zieke dieren en stond ze bij in de rehabilitatie.


** Assistent Dierenverzorger
Small Animal Care Unit van Oaklands College 

Ik was verantwoordelijk voor het voeden van dieren, het toedienen van medicatie en medische behandeling voor de dieren. Ik was verantwoordelijk voor het onderhouden van gedetailleerde verslagen van de dieren op een computersysteem; deze omvatten Word, spreadsheets en database-applicaties. 
* ONDERWIJS 
** Diploma in Dierenverpleegkunde
College van Dierenwelzijn 
2011 tot heden 

** Certificaat 
Oakland's Campus - Alban 
1998-2000 

** Diploma in Dierenverzorging
Hitchin Girls School 
1993-1998
